brew "git-lfs"
brew "gh"
brew "tree"
brew "wget"
brew "htop"
brew "watch"
brew "make"
brew "tmux"
brew "neovim"
brew "fzf"
brew "tree-sitter"

# brew "bat"
# brew "eza"
# brew "ripgrep"
# brew "fd"
# brew "zoxide"

brew "pyenv"
brew "pipx"
brew "uv"
brew "node"
brew "pnpm"

brew "starship"

# brew "ffmpeg"
# brew "imagemagick"
# brew "pandoc"
# brew "cmake"
# brew "docker-compose"
# brew "flyctl"
# brew "magic-wormhole"
# brew "displayplacer"
# brew "bottom"
# brew "git-filter-repo"

# cask "mactex"
